{
    "GLOBAL": {
        "en": "Inglés",
        "es": "Español",
        "design": "Diseño",
        "frontEnd": "Frontend",
        "backend": "Backend",
        "admin": "Administración",
        "mobile": "Móvil",
        "level_advanced": "Avanzado",
        "level_expert": "Experto",
        "level_medium": "Medio",
        "level_native": "Nativo",
        "level_beginner": "Principiante",
        "skill_comunication": "Comunicacion",
        "skill_flexibility": "Flexibilidad",
        "skill_leadership": "Liderazgo",
        "skill_motivation": "Mativacion",
        "skill_innovation": "Inovación",
        "skill_solving": "Capacidad de resolver problemas",
        "skill_Teamwork": "Trabajo en equipo",
        "skill_english": "Ingles",
        "skill_spanish": "Español",
        "skill_logical": "Pensamiento lógico",
        "skill_tools": "Herramientas de gestión",
        "skill_digital_skills": "Programación en diferentes áreas (Backend, Frontend)",
        "skill_design": "Habilidades de diseño y creación de prototipos",
        "carrer": "Ingenieria en computación",
        "technologies": "Tecnologias",
        "coming_soon": "PROXIMAMENTE",
        "coming_soon_subtitle": "¿Estas Listo?",
        "return": "Regresar",
        "developedin": "Desarrollado en",
        "preview": "Previsualizar",
        "visit": "Visitar",
        "types": "Tipos",
        "project_unknow": "Proyecto no encontrado",
        "project_unknow_subtitle": "Lo sentimos por el momento no se encuentra el proyecto que buscas",
        "project_label": "Proyecto",
        "project_images_not_found": "No hay imagenes disponibles por el momento.",
        "project_internal_screenshots": "Proyecto interno",
        "notification_app": "La siguiente aplicacion esta inspirada en la aplicacion original, por lo tanto los datos y presentados son ficticios",
        "levelSkill": "Nivel",
        "TRAINEE": "Aprendiz",
        "JUNIOR": "Júnior",
        "ADVANCED": "Avanzado",
        "SENIOR": "Sénior",
        "EXPERT": "Experto"
    },
    "NAV": {
        "navAbout": "Acerca de",
        "navExperience": "Experiencia",
        "navskills": "Habilidades",
        "navsportfolio": "Portafolio"
    },
    "ABOUT": {
        "title": "<span class='accent'>+</span> Un vistazo rapido ",
        "position": "<b>acerca de mi<span class='accent'>.</span></b>",
        "about": {
            "title": "Acerca de Mi",
            "description1": "Soy un apasionado desarrollador con más de una década de experiencia en el mundo de la programación.",
            "description2": "Desde el año 2008, he estado inmerso en el emocionante campo del desarrollo web y de aplicaciones de escritorio.",
            "description3": "Mi enfoque es convertir ideas en soluciones digitales excepcionales.",
            "description4": "Si estás buscando a alguien que pueda llevar tu proyecto al siguiente nivel, estoy listo para sumergirme en nuevos desafíos y contribuir al éxito de tu equipo.",
            "contactme": "¡No dudes en contactarme!."
        },
        "specialties": {
            "title": "Mis Especialidades",
            "descriptionTitle1": "Arquitectura de Desarrollo",
            "descriptionTitle2": "Metodologías de Desarrollo",
            "descriptionTitle3": "Dominio de Backend y Frontend",
            "descriptionTitle4": "Experiencia en UX",
            "description1": "Siempre estoy investigando y aplicando las mejores prácticas en arquitectura de desarrollo. Me aseguro de que mis proyectos estén diseñados con sólidas bases técnicas para garantizar un rendimiento óptimo y una fácil escalabilidad.",
            "description2": "Soy un firme creyente en las metodologías de desarrollo ágil, como Kanban y Scrum. Estas prácticas me han permitido gestionar proyectos de manera eficaz, adaptándome rápidamente a los cambios y entregando resultados de alta calidad en tiempo y forma.",
            "description3": "Mi experiencia se extiende a través de las tres ramas fundamentales del desarrollo: Backend, Frontend y UX. Esto me permite tener una visión integral de los proyectos y asegurarme de que todos los aspectos estén perfectamente alineados.",
            "description4": "Mi compromiso con la experiencia del usuario (UX) se refleja en mis proyectos. Siempre busco la forma de mejorar la usabilidad y la interacción del usuario para crear aplicaciones más atractivas y funcionales."
        }
    },
    "EXPERIENCE": {
        "title": "<span class='accent'>+</span> Más de una década",
        "position": "<b>de Experiencia<span class='accent'>.</span></b>",
        "description": "Desde 2008 comencé a trabajar en proyectos de blogs y exposiciones universitarias, entendiendo más las tecnologías de la información. Me incursioné en el desarrollo full stack, mezclando backend, frontend y diseño gráfico. Esto ha abierto las puertas a diversos proyectos como los que se mostrarán a continuación."
    },
    "SKILLS": {
        "title": " <b>Habilidades<b>",
        "position": "<span class='accent'>&</span> Tecnologias",
        "subtitle": "Mis Habilidades",
        "description": "Desde el 2008 he desarrollado conocimientos en diseño, y programación orientada a backend y frontend, además de eso he trabajado bajo metodologías Scrum y Kanban, código administrado usando git scm en github y gitlab a continuación te muestro que tecnologías he trabajado a lo largo de estos maravillosos años."
    },
    "PORTFOLIO": {
        "title": "Una mirada al <span class='accent'>&bull;</span>",
        "position": "<b><span class='accent'>/</span>Portafolio</b>",
        "description": "Comence a trabajar como diseñador y programador en 2008. perfeccionó mis habilidades en diseño gráfico, desarrollo web y desarrollo de aplicaciones de escritorio, web y mobiles. Reconosco los beneficios de las metodologías ágiles para asegurar la entrega predictiva en proyectos de software. Tiene experiencia trabajando con métodos Scrum y Kanban. Adicionalmente, Sergio tiene una sólida formación en patrones de diseño, OOP y arquitecturas de software para desarrollo web. Está al tanto de las últimas tendencias en desarrollo web.",
        "slogan": "Mi pasión es diseñar y desarrollar hermosos productos digitales a pequeña y gran escala.",
        "CFDI": "Sistema de facturación integral que cubre todo el ciclo de vida de una factura, desde su creación y personalización hasta su envío y seguimiento. Permite integrar datos de productos, clientes y pagos, generando reportes detallados para una mejor toma de decisiones.",
        "ADRISA": "Sistema de Administración de Siniestros, es una plataforma avanzada diseñada para gestionar de manera eficiente y ágil los siniestros en el ámbito de seguros, ayudando a compañías aseguradoras, ajustadores y clientes a llevar un control integral de los casos desde el reporte hasta la resolución final.",
        "INCIDENTMAPS": "Sistema de Mapas de Incidentes con Generación de Reportes, es una herramienta avanzada y visual que permite monitorear, gestionar y analizar incidentes en tiempo real a través de mapas interactivos. Ideal para gobiernos, organizaciones de seguridad, o empresas que requieren un seguimiento eficiente de situaciones críticas como accidentes, desastres naturales, emergencias y eventos de riesgo.",
        "ULTRA": "Sistema de Administración de Cursos es una plataforma integral diseñada para facilitar la gestión de cursos, estudiantes y docentes dentro de instituciones educativas o empresas. Su principal objetivo es optimizar la creación, organización, seguimiento y evaluación de programas educativos de manera eficiente y accesible.",
        "INTERAPT": "Es una plataforma integral diseñada para mejorar la gestión de consultas médicas y el seguimiento de pacientes en clínicas, hospitales o consultorios privados. Con este sistema, los profesionales de la salud pueden optimizar su flujo de trabajo, gestionar eficientemente los historiales médicos, programar citas y realizar un seguimiento constante del bienestar de sus pacientes.",
        "GLOW": "Portal Integral de Gestión empresarial interna de Globant, es una plataforma centralizada diseñada para optimizar la gestión administrativa y financiera de organizaciones, empresas y equipos de trabajo. Este portal permite una administración eficiente de recursos financieros, el control de accesos de usuarios, la declaración de recursos y la gestión integral de viajes corporativos, todo desde una única interfaz fácil de usar y completamente segura.",
        "PODEXPERIENCE": "Es una plataforma integral diseñada para optimizar la gestión, coordinación y productividad de equipos de desarrollo de software de Globant. Este sistema facilita la planificación de proyectos, el seguimiento de tareas, la gestión de recursos y la colaboración entre los miembros del equipo, asegurando una entrega eficiente y exitosa de soluciones tecnológicas.",
        "SIMEXAM": "Una aplicacion en android, que creará pruebas únicas, adaptadas específicamente a tu temario, nivel de dificultad y estilo de estudio. ¡Desde matemáticas complejas hasta historia intrincada, la IA lo domina todo!"
    }
}